Repository: StudioTempel/tempel-settings
Catalog: lang/tempel-settings-*.po
Languages: nl_nl

source: A collection of general settings to disable unused features of Wordpress.
nl_nl: Een aantal algemene instellingen om ongebruikte Wordpress functionaliteiten uit te schakelen.

source: Clear
nl_nl: Leeg

source: Clear FAQ Cache
nl_nl: Leeg FAQ Cache

source: Content
nl_nl: Inhoud

source: Conversion Widget
nl_nl: Conversie Widget

source: Disable Comments
nl_nl: Reacties uitschakelen

source: Disable the built in PT
nl_nl: Schakel het ingebouwde post type uit

source: Enable Branding
nl_nl: Branding inschakelen

source: Enable SVG Support & Sanitization
nl_nl: SVG Support inschakelen

source: Enable Widgets
nl_nl: Widgets inschakelen

source: General
nl_nl: Algemeen

source: General Settings
nl_nl: Algemene instellingen

source: Get Login BG Image from Studiotempel.nl
nl_nl: Login achtergrond afbeelding ophalen van studiotempel.nl

source: Hide Dashboard Widgets
nl_nl: Dashboardwidgets verbergen

source: Login Background Image
nl_nl: Login achtergrond afbeelding

source: Login Settings
nl_nl: Login instellingen

source: Now
nl_nl: Nu

source: Package Type
nl_nl: Pakket type

source: Package URL
nl_nl: Pakket link

source: Plugin that compliments custom built themes produced by Studio Tempel
nl_nl: Plugin die de custom thema's van Studiotempel complimenteert met extra instellingen

source: Reset checkup
nl_nl: Reset controle

source: Reset date
nl_nl: Reset datum

source: Reset last update date
nl_nl: Reset laatste update datum

source: Save Settings
nl_nl: Instellingen opslaan

source: Selectable Forms
nl_nl: Selecteerbare formulieren

source: Settings for the conversion widget
nl_nl: Instellingen voor de conversie widget

source: Settings for the status widget
nl_nl: Instellingen voor de status widget

source: Settings for the support widget
nl_nl: Instellingen voor de support widget

source: Tempel settings
nl_nl: Tempel Instellingen

source: Today
nl_nl: Vandaag

source: Upload
nl_nl: Uploaden

source: Widget Settings
nl_nl: Widget Instellingen

source: Yesterday
nl_nl: Gisteren
